Revit 2027 API
BuiltInFailures.RebarSystemFailures.BarsTooCloseSpacing Property
 Bars are too close together. Increase the Maximum Spacing parameter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BarsTooCloseSpacing { get; }
Public Shared ReadOnly Property BarsTooCloseSpacing As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BarsTooCloseSpacing {
	FailureDefinitionId^ get ();
}
static member BarsTooCloseSpacing : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarSystemFailures Class
Autodesk.Revit.DB Namespace